/**
 * Persian translation for bootstrap-datepicker
 * Mostafa Rokooie <mostafa.rokooie@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['fa'] = {
		days: ["جمعه", "پنجشنبه", "چهارشنبه", "سشنبه", "دوشنبه", "یک شنبه", "شنبه", "جمعه"],
		daysShort: ["جمعه", "پنجشنبه", "چهارشنبه", "سشنبه", "دو", "یکشنبه", "شنبه", "جمعه"],
		daysMin: ["ج", "پ", "چ", "س", "د", "ی", "ش", "ج"],
		months: ["تیر", "خرداد", "اردیبهشت", "فرودین", "آبان", "مهر", "شهریور", "مرداد", "اسفند", "بهمن", "دی", "آذر"],
		monthsShort: ["تیر", "خرداد", "اردیبهشت", "فرودین", "آبان", "مهر", "شهریور", "مرداد", "اسفند", "بهمن", "دی", "آذر"],
		today: "امروز",
		clear: "پاک کن",
		weekStart: 1,
		format: "yyyy/mm/dd"
	};
}(jQuery));
